{
  "menu": {
    "catalog": "Каталог",
    "howWeWork": "Как мы работаем",
    "benefits": "Наши преимущества",
    "contacts": "Контакты"
  },
  "address": "Таиланд, Пхукет",
  "copyright": "SpeedWind. Все права защищены.",
  "policy": "Политика конфиденциальности",
  "policyTitle": "Политика конфиденциальности",
  "policyText": "Дата вступления в силу: 26.09.2024\n\nКомпания SpeedWind (далее — «Компания», «мы», «нас», «наш») уважает конфиденциальность своих пользователей и обязуется защищать персональные данные, которые вы предоставляете через наш веб-сайт и другие сервисы.\n\nДанная Политика конфиденциальности описывает, какие данные мы собираем, как мы их используем и какие меры предпринимаем для защиты вашей информации.\n\n1. Собираемая информация\n\nМы можем собирать следующие типы персональных данных:\n\n- Имя и фамилия;\n- Контактная информация, включая номер телефона и адрес электронной почты;\n- Информация, предоставленная при заполнении форм на нашем веб-сайте;\n- Информация о вашем устройстве, включая IP-адрес, географическое положение и тип браузера;\n- Информация о ваших взаимодействиях с нашим веб-сайтом (например, страницы, которые вы посещаете).\n\n2. Использование информации\n\nМы можем использовать вашу персональную информацию для следующих целей:\n\n- Предоставление вам запрашиваемых услуг и информации;\n- Улучшение качества нашего сервиса и пользовательского опыта;\n- Оповещение вас о изменениях в нашей деятельности, акциях или новостях;\n- Обработка и выполнение ваших запросов или заказов;\n- Для внутреннего анализа и отчетности;\n- Соблюдение правовых обязательств.\n\n3. Передача данных третьим лицам\n\nМы не продаем, не передаем и не обмениваем вашу личную информацию третьим лицам без вашего согласия, за исключением случаев, предусмотренных законодательством. Однако мы можем передавать ваши данные следующим категориям третьих лиц:\n\n- Партнеры и поставщики услуг, которые помогают нам в предоставлении услуг;\n- Органы государственной власти, если это требуется по закону.\n\n4. Защита данных\n\nМы принимаем разумные меры для защиты вашей информации от несанкционированного доступа, утраты или изменения. Однако, несмотря на наши усилия, мы не можем гарантировать абсолютную безопасность данных, передаваемых через интернет.\n\n5. Ваши права\n\nВы имеете право:\n\n- Запрашивать доступ к вашим персональным данным и их копию;\n- Требовать исправления неточных данных;\n- Запрашивать удаление ваших данных, если они больше не требуются для предоставления услуг;\n- Ограничивать или возражать против обработки ваших данных;\n- Отзывать свое согласие на обработку данных в любое время.\n\n6. Файлы cookies\n\nНаш веб-сайт использует файлы cookies для улучшения работы сайта и обеспечения лучшего пользовательского опыта. Вы можете настроить параметры использования cookies в своем браузере.\n\n7. Изменения в Политике конфиденциальности\n\nМы оставляем за собой право вносить изменения в данную Политику конфиденциальности. Все изменения будут опубликованы на этой странице. Мы рекомендуем регулярно проверять этот документ для ознакомления с актуальной версией.\n\n8. Контакты\n\nЕсли у вас есть вопросы относительно нашей Политики конфиденциальности, вы можете связаться с нами:\n\nSpeedWind\nТелефон: +6 66 470146 47\nЭлектронная почта: windspeedbike@gmail.com",
  "closeButton": "Закрыть"
}
