{
  "menu": {
    "catalog": "Catalog",
    "howWeWork": "How We Work",
    "benefits": "Our Advantages",
    "contacts": "Contacts"
  },
  "address": "Thailand, Phuket",
  "copyright": "SpeedWind. All rights reserved.",
  "policy": "Privacy Policy",
  "policyTitle": "Privacy Policy",
  "policyText": "Effective Date: 26.09.2024\n\nSpeedWind (hereinafter referred to as the \"Company,\" \"we,\" \"us,\" \"our\") respects the privacy of its users and is committed to protecting the personal data you provide through our website and other services.\n\nThis Privacy Policy outlines what data we collect, how we use it, and what measures we take to protect your information.\n\n1. Information We Collect\n\nWe may collect the following types of personal information:\n\n- First and last name;\n- Contact information, including phone number and email address;\n- Information provided by you when filling out forms on our website;\n- Information about your device, including IP address, geographic location, and browser type;\n- Information about your interactions with our website (such as pages you visit).\n\n2. How We Use Your Information\n\nWe may use your personal information for the following purposes:\n\n- To provide you with the requested services and information;\n- To improve the quality of our service and user experience;\n- To notify you of changes in our activities, promotions, or news;\n- To process and fulfill your requests or orders;\n- For internal analysis and reporting;\n- To comply with legal obligations.\n\n3. Sharing Information with Third Parties\n\nWe do not sell, transfer, or exchange your personal information with third parties without your consent, except as required by law. However, we may share your data with the following categories of third parties:\n\n- Partners and service providers who assist us in providing our services;\n- Government authorities, if required by law.\n\n4. Data Security\n\nWe take reasonable measures to protect your information from unauthorized access, loss, or alteration. However, despite our efforts, we cannot guarantee absolute security of data transmitted over the internet.\n\n5. Your Rights\n\nYou have the right to:\n\n- Request access to your personal data and a copy of it;\n- Request corrections to inaccurate data;\n- Request the deletion of your data if it is no longer needed for providing services;\n- Restrict or object to the processing of your data;\n- Withdraw your consent to data processing at any time.\n\n6. Cookies\n\nOur website uses cookies to improve the website's functionality and provide a better user experience. You can adjust your cookie preferences in your browser settings.\n\n7. Changes to the Privacy Policy\n\nWe reserve the right to make changes to this Privacy Policy. All changes will be published on this page. We recommend regularly reviewing this document to stay informed about any updates.\n\n8. Contact Us\n\nIf you have any questions about our Privacy Policy, you can contact us at:\n\nSpeedWind\nPhone: +6 66 470146 47\nEmail: windspeedbike@gmail.com",
  "closeButton": "Close"
}
